{
    "docTitle": "Manuale PPM",
    "elements": [
        {
            "parentId": "docRoot",
            "id": "chp1540848009",
            "type": "chp",
            "cnt": "Capitolo 1 - Introduzione ",
            "pos": 0
        },
        {
            "parentId": "chp1540848009",
            "id": "p1540848014",
            "type": "p",
            "cnt": "L’applicazione Helpdesk di TeraNet costituisce una soluzione avanzata per la gestione delle richieste di supporto (tecnico, assistenza, processi). Questa soluzione migliora e velocizza l'intero processo di gestione di un ticket permettendo il controllo e la visione in tempo reale della sua elaborazione; è adatta a tutte le aree aziendali, come ad esempio il settore IT o il Customer Care.\n\nA grandi linee il processo di inserimento ed elaborazione di un ticket è costituito da tre fasi:\n    Inserimento richiesta\n    Accettazione\/Presa in carico\n    Risoluzione \/Rifiuto o Congelamento\n\nAl ticket è sempre associata una categoria alla quale possono essere opzionalmente indicate delle SLA in termini di ore o giorni per la presa in carico e\/o per la risoluzione dello stesso. Questo permette al sistema di potere segnalare scadenze imminenti o ticket scaduti per agevolare l’efficienza della risoluzione. Inoltre, se non si volesse scendere a livello di categoria, è possibile definire una SLA unica per tutti i ticket a sistema. Si rimanda al paragrafo Le SLA per i dettagli. \n\nIl sistema è stato studiato per raggiungere i seguenti obiettivi:\n    Facile ed immediato da usare da parte dell’utente base.\n    Facile ed immediato da impostare da parte dell’amministratore di sistema.\n    Completo di funzionalità avanzate per la gestione della risoluzione dei ticket.\n\nQuesta soluzione è basata su architettura p:\/\/one di TeraNet e beneficia delle caratteristiche dettagliate nel Capitolo Caratteristiche Framework p:\/\/one, in particolare è predisposto per il multilingua, accessi SSO e LDAP, possibilità di integrazione con sistemi esistenti, velocità del sistema, possibilità di personalizzazioni e di sviluppo di funzionalità su misura. ",
            "pos": 0
        },
        {
            "parentId": "chp1540848009",
            "id": "schp1540848110",
            "type": "subchp",
            "cnt": "Ruoli Applicativi ",
            "pos": 0
        },
        {
            "parentId": "schp1540848110",
            "id": "p1540848122",
            "type": "p",
            "cnt": "Gli attori coinvolti nel processo di elaborazione di una richiesta di Help Desk, sono:\n\n    Utente Base (corrisponde ad un qualsiasi utente loggato a sistema)\n    Utente Risolutore\/Agent (ruolo “Utente Risolutore HDSK”)\n    Utente Gestore delle Richieste (ruolo “Utente gestore richieste HDSK”)\n    Utente Amministratore dell’applicativo (ruolo “Amministratore HDSK”)\n",
            "pos": 0
        },
        {
            "parentId": "chp1540848009",
            "id": "schp1540848154",
            "type": "subchp",
            "cnt": "Utente Base",
            "pos": 0
        },
        {
            "parentId": "schp1540848154",
            "id": "p1540848158",
            "type": "p",
            "cnt": "Un utente base può:\n\n    Inserire una nuova richiesta da catalogo\n    Inserire una nuova richiesta per conto di un utente o contatto di sistema\n    Inserire una richiesta da menu veloce\n    Verificare le richieste in attesa di evasione\n    Cercare ticket e contatti\n    Creare un nuovo contatto\n    Accedere ai propri contatti e quelli condivisi dal sistema\n    Verificare il proprio profilo\n\nIn fase di elaborazione della richiesta, sono possibili le seguenti azioni sul singolo ticket:\n\n    Visualizzare lo stato della richiesta e le informazioni aggiuntive\n    Allegare ulteriore documentazione\n    Interagire con l’utente che ha in carico la richiesta tramite un thread di comunicazione\n    Visualizzare i passaggi di stato della richiesta\n    Chiudere il ticket (se autorizzato dal risolutore e non chiuso direttamente da quest’ultimo)\n",
            "pos": 0
        },
        {
            "parentId": "docRoot",
            "id": "chp1540848452",
            "type": "chp",
            "cnt": "Capitolo 2 - Utilizzo del sistema ",
            "pos": 0
        },
        {
            "parentId": "chp1540848452",
            "id": "schp1540848459",
            "type": "subchp",
            "cnt": "Inserimento nuova Richiesta ",
            "pos": 0
        },
        {
            "parentId": "schp1540848459",
            "id": "p1540848474",
            "type": "p",
            "cnt": "Tramite questa funzione è possibile inserire un nuovo ticket a sistema, indicando obbligatoriamente le informazioni principali del ticket, come titolo, descrizione e categoria.\n\nNei paragrafi che seguono verranno illustrati i passaggi necessari per crare una nuova richiesta, tramite le due modalità disponibili. ",
            "pos": 0
        }
    ]
}